{
  "HELP_TITLE": "What is in this dashboard?",
  "ADMIN_HELP_CONTENT": "This is an admin only dashboard, here you can create organizations which can be assigned to an user.  To integrate with Everynet, use the following documentation https://docs.tago.io/en/articles/129-everynet-lorawan",
  "SENSOR_HELP_TITLE": "Sensor List Dashboard",
  "SENSOR_HELP_CONTENT": "The Sensor List Dashboard allows you to monitor and manage sensors, also to create up to 5 sensors in this particular demonstration. Quantity and an active/inactive Widgets are shown in order to display the sensor's status. Sensors can be created to receive data from your real device on a particular dashboard, and they can also be assigned to a group.",
  "FREEZER_HELP_CONTENT": "The Humidity & Temperature Sensor dashboard will display humidity and temperature readings, battery, and RSSI information from your sensor. All widgets have a button to see historic data, and an image is displayed for sensor visualization.",
  "FREEZER_HELP_TITLE": "Freezer Simulator",
  "FREEZER_HELP_BEHAVIOR": "This dashboard displays the behavior of a mockup sensor, it is constantly (each 3 minutes) sending multiple information. All information sent by the sensor are random mockup data.",
  "GROUP_HELP_TITLE": "Groups Dashboard",
  "GROUP_HELP_CONTENT": "The Groups Dashboard allows you to manage groups. A group can be used to assign sensors to it, manage, and place pins onto a floor plan. Later on you can create alerts/triggers based not only on one sensor but also, to a particular group of sensors.",
  "GROUP_VIEW_HELP_CONTENT": "This is the Group View Dashboard, and here you can manage floor plans and plot sensors. Sensor pins’ colors and icons will change depending on their current status. To plot a sensor, you first need to assign that sensor to the desired group.",
  "ALERT_HELP_TITLE": "Alerts Dashboard",
  "ALERT_HELP_CONTENT": "This view has two alert list widgets, one view for sensors and another for a group of sensors, when clicking on \"Create Alerts\" you will have the option to select between both. Filter includes what type of trigger; e.g. \"Leakage\", \"Battery\", \"Temperature\", Etc and the trigger condition; What is the Alert Type, e.g. \"Push Notification\", \"Email\"and \"SMS\"; what will be the message and what recipients with be targeted to receive it. You can create multiple alerts for different scenarios.",
  "REPORT_HELP_TITLE": "Report Dashboard",
  "REPORT_HELP_CONTENT": "This dashboard has two tabs, one were you can create and view your scheduled reports, either by device or group, and another to view to sent report history. When selecting the \"New Scheduled Report\" Button, you will find fields like: - Active: Turns you scheduled report on and off; - Report Time: Select what time you want to send your report. - Days of Week: Define which days of the week this report should be sent to - Recipients: Define who is to receive the reports; - Report content: Selects if the desired information will come through a Device or Group of devices.  The PDF report will contain indicators and the last reading from each sensor registered. Note that if the sensor didn't send any data, the status of the sensor will be empty.",
  "USER_HELP_TITLE": "Users Dashboard",
  "USER_HELP_CONTENT": "Users dashboard allows creating users and granting them access to a specific organization and also assigning them type of permission the user will hold. When a user is created an email is sent to the new user, containing the application URL and their credentials.",
  "INFO_HELP_TITLE": "Info Dashboard",
  "INFO_HELP_CONTENT": "The info dashboard display the plan's usage status in different widgets. E.g., Alerts, reports and inviting guests are actions that dispatch email. A log is available on the bottom with any changes that occurred.",
  "WINDOW_SENSOR_HELP_CONTENT": "The Window Sensor Dashboard will display the window status, battery, and RSSI information from your sensor. The sensors send a ‘1’ for an OPEN status, and a ‘0’ for a CLOSED status.",
  "TRACK_SENSOR_HELP_CONTENT": "The Tracker Dashboard will display location, battery, and RSSI information from your sensor. On the top left of the map, you can also filter from a specific time period. All widgets have a button to see historic data, and an image is displayed for sensor visualization as well.",
  "MOTION_SENSOR_HELP_CONTENT": "The Motion Sensor Dashboard will display motion status, battery, and RSSI information from your sensor. All widgets have a button to see historic data, and an image is displayed for sensor visualization. The sensor sends a ‘1’ for a MOTION status, and a ‘0’ for a NO MOTION status.",
  "LEAK_SENSOR_HELP_CONTENT": "The Leakage Sensor Dashboard will display leakage, battery, and RSSI information from your sensor. The sensor sends a ‘1’ for a leakage status, and a ‘0’ for no leakage status.",
  "DOOR_SENSOR_HELP_CONTENT": "\"Door Sensor\" dashboard will display door status, battery and RSSI information from you sensor. The sensor sends \"1\" for OPEN status and \"0\" for CLOSE status.",
  "WELCOME_HELP_INTRO": "Welcome to TagoIO!",
  "WELCOME_HELP_DESCRIPTION": "This is a free demonstration of TagoIO's Kickstarter Application, preset with simulated devices, allowing the user to navigate through the platform with end-user experience. The goal is to show you an introduction to TagoIO application features for your IoT solution.",
  "WELCOME_HELP_LEVELS": "The application work with 3 levels:",
  "WELCOME_HELP_ADMIN_ROLE": "Application Administrator",
  "WELCOME_HELP_ADMIN_ROLE_DESC": "This role does have full access to the entire application and all organizations within. It can manage Plans and change the plans of the organizations. It's made for the owner fo the application to use it without accessing the developer's account.",
  "WELCOME_HELP_ORG_ADMIN_ROLE": "Organization Administrator",
  "WELCOME_HELP_ORG_ADMIN_ROLE_DESC": "You're an Organization Administrator. With this role, you're able to access only your organization, add sensors, group the sensors, manage users, alerts and reports.",
  "WELCOME_HELP_END_USER_ROLE": "End User",
  "WELCOME_HELP_END_USER_ROLE_DESC": "The End User is a view-only role, which doesn't have write access to any of the resources of the application. With this role, the user is able to view sensors details, groupings and alerts, but can't create, edit or delete them.",
  "WELCOME_HELP_PLAN": "Plans",
  "WELCOME_HELP_CURRENT_PLAN": "Your current plan is: Silver.",
  "WELCOME_HELP_PLAN_DESC": "Silver is only one example, you can have as many plans you need and also change the names. With this plan, you can add up to 5 sensors to your application, and trigger 5 email and SMS alerts. There are no limits for Push Notification alerts.",
  "WELCOME_HELP_DEMO_USAGE": "How to use this DEMO",
  "WELCOME_HELP_IMPORT_APPLICATION_TITLE": "How to import this application to my account?",
  "WELCOME_HELP_IMPORT_APPLICATION_LINK": "You can quickly get the application into your account by importing the application, to access the import tool: ",
  "WELCOME_HELP_IMPORT_APPLICATION_GITHUB": "To get more details or other methods of importing, check  the project GitHub repository: ",
  "WELCOME_HELP_FIRST_STEP": "First step you need to take is to access **Sensors** and create your first sensor. You can choose any of the simulators we have available. Once the sensor is created, it will start to send data in the next 15 minutes. Then you can create and add the sensor to a group. Grouped sensors do have additional features, such as being able to add to a Floor Plan and see it in grouped map visualization, for sensors that send geolocation data.",
  "WELCOME_HELP_FEATURES_TITLE": "Features",
  "WELCOME_HELP_FEATURES_DESC": "In the Kickstarter application you will be able to use the following features:",
  "WELCOME_HELP_ORG_MANAGEMENT": "**Organization Management**",
  "WELCOME_HELP_ORG_MANAGEMENT_DESC": "With an application administrator user, you will be able to create and manage different organizations, each one with their own sensors, users and alerts. One Organization doesn’t have access to any information of a different organization.",
  "WELCOME_HELP_DEVICE_MANAGEMENT": "**Device Management**",
  "WELCOME_HELP_DEVICE_MANAGEMENT_DESC": "You will be able to create and give access to your customers to create sensors inside the application.",
  "WELCOME_HELP_USER_MANAGEMENT": "**User Management**",
  "WELCOME_HELP_USER_MANAGEMENT_DESC": "Each organization can have many users, being an Organization Admin or a Guest with different access levels.",
  "WELCOME_HELP_ALERT_MANAGEMENT": "**Alert Management**",
  "WELCOME_HELP_ALERT_MANAGEMENT_DESC": "Users can create alerts in the organization  for each device or a group of devices.",
  "WELCOME_HELP_SCHEDULED_REPORTS": "**Scheduled Reports**",
  "WELCOME_HELP_SCHEDULED_REPORTS_DESC": "Users can set up scheduled reports in the Organization  to be sent to their emails.",
  "WELCOME_HELP_PLAN_MANAGEMENT": "**Plan Management**",
  "WELCOME_HELP_PLAN_MANAGEMENT_DESC": "An Application Admin can create plans and set limits of SMS, Email and Data Retention for each organization.",
  "WELCOME_HELP_PIN_MARKER_SUPPORT": "**Pin Marker Support**",
  "WELCOME_HELP_PIN_MARKER_SUPPORT_DESC": "It is possible to pinpoint a sensor in an image file by using Groups.",
  "WELCOME_HELP_TRACKING_SUPPORT": "**Tracking Support**",
  "WELCOME_HELP_TRACKING_SUPPORT_DESC": "If the sensor can send geolocation, it will update the localization of the sensor in a Map inside Groups."
}
