{
  "HELP_TITLE": "O que há neste painel?",
  "ADMIN_HELP_CONTENT": "Este é um dashboard apenas para administradores, aqui você pode criar organizações que podem ser atribuídas a um usuário. Para integrar com Everynet, use a seguinte documentação https://docs.tago.io/en/articles/129-everynet-lorawan",
  "SENSOR_HELP_TITLE": "Painel da lista de sensores",
  "SENSOR_HELP_CONTENT": "O painel da lista de sensores permite que você monitore e gerencie sensores, além de criar até 5 sensores nesta demonstração específica. Quantidade de sensores registrados, ativos e inativos são indicadores que mostram o status da aplicação. Sensores podem ser criados para receber dados de seu dispositivo real em um painel específico e também podem ser atribuídos a um grupo.",
  "FREEZER_HELP_CONTENT": "O painel do sensor de umidade e temperatura exibirá leituras de umidade e temperatura, bateria e informações RSSI de seu sensor. Todos os widgets possuem um botão para ver os dados históricos, e uma imagem é exibida para visualização do sensor.",
  "FREEZER_HELP_TITLE": "Simulador de Freezer",
  "FREEZER_HELP_BEHAVIOR": "Este dashboard exibe o comportamento de um sensor mockup, ele está constantemente (a cada 3 minutos) enviando múltiplas informações. Todas as informações enviadas pelo sensor são dados de maquete aleatórios.",
  "GROUP_HELP_TITLE": "Painel de Grupos",
  "GROUP_HELP_CONTENT": "O painel de grupos permite que você gerencie grupos. Um grupo pode ser usado para atribuir sensores a ele, gerenciar e colocar pinos em uma planta. Após criar um grupo, você pode criar alertas / gatilhos baseados não apenas em um sensor, mas também em um determinado grupo de sensores.",
  "GROUP_VIEW_HELP_CONTENT": "Este é o Group View Dashboard, e aqui você pode gerenciar plantas baixas e sensores de plotagem. As cores e ícones dos pinos do sensor mudarão dependendo de seu status atual. Para plotar um sensor, primeiro você precisa atribuir esse sensor ao grupo desejado.",
  "ALERT_HELP_TITLE": "Painel de alertas",
  "ALERT_HELP_CONTENT": "Esta visualização possui dois widgets de lista de alertas, uma visualização para dispositivos e outra para um grupo de dispositivos, ao clicar em \"Criar Alertas\" você terá a opção de selecionar entre as duas. O filtro inclui o tipo de gatilho; por exemplo. \"Vazamento\", \"Bateria\", \"Temperatura\", etc. e a condição de disparo; Qual é o tipo de alerta, por exemplo \"Notificação Push\", \"Email\" e \"SMS\"; qual será a mensagem e quais destinatários serão direcionados para recebê-la. Você pode criar vários alertas para diferentes cenários.",
  "REPORT_HELP_TITLE": "Painel de relatórios",
  "REPORT_HELP_CONTENT": "Este painel tem duas guias, uma onde você pode criar e visualizar seus relatórios programados, por dispositivo ou grupo, e outra para visualizar o histórico de relatórios enviados. Ao selecionar o botão \"Novo Relatório Agendado\", você encontrará campos como: - Ativo: Ativa e desativa o disparo de seu relatório agendado; - Hora do Relatório: Selecione a que horas deseja enviar o seu relatório. - Dias da Semana: Defina o cronograma deste relatório - Destinatários: Defina quem deve receber os relatórios; - Conteúdo do relatório: Selecione se as informações desejadas virão de um Dispositivo ou Grupo de dispositivos. O relatório em PDF conterá indicadores e a última leitura de cada sensor registrado. Observe que se o sensor não enviar dado, não constará informação no status do sensor no relatório.",
  "USER_HELP_TITLE": "Painel de usuários",
  "USER_HELP_CONTENT": "O painel de usuários permite criar usuários e conceder-lhes acesso a uma organização específica e também atribuir-lhes o tipo de permissão que o usuário terá. Quando um usuário é criado, um e-mail é enviado ao novo usuário, contendo a URL do aplicativo e suas credenciais.",
  "INFO_HELP_TITLE": "Painel de informações",
  "INFO_HELP_CONTENT": "O painel de informações exibe o status de uso do plano em diferentes widgets. Por exemplo, alertas, relatórios e convites são ações que enviam e-mails. Um log está disponível na parte inferior com todas as alterações ocorridas.",
  "WINDOW_SENSOR_HELP_CONTENT": "O painel do sensor da janela exibirá o status da janela, bateria e informações RSSI de seu sensor. Os sensores enviam um '1' para um status ABERTO e um '0' para um status FECHADO.",
  "TRACK_SENSOR_HELP_CONTENT": "O Rastreador Dashboard exibirá a localização, bateria e informações RSSI de seu sensor. No canto superior esquerdo do mapa, você também pode filtrar a partir de um período de tempo específico. Todos os widgets possuem um botão para ver os dados históricos, e uma imagem é exibida para visualização do sensor também.",
  "MOTION_SENSOR_HELP_CONTENT": "O Motion Sensor Dashboard exibirá o status do movimento, bateria e informações RSSI de seu sensor. Todos os widgets possuem um botão para ver os dados históricos, e uma imagem é exibida para visualização do sensor. O sensor envia um '1' para um status de MOVIMENTO e um '0' para um status SEM MOVIMENTO.",
  "LEAK_SENSOR_HELP_CONTENT": "O painel do sensor de vazamento exibirá informações de vazamento, bateria e RSSI do seu sensor. O sensor envia um ‘1’ para status de vazamento e um ‘0’ para status sem vazamento.",
  "DOOR_SENSOR_HELP_CONTENT": "O painel \"Sensor de porta\" exibirá o status da porta, bateria e informações RSSI do seu sensor. O sensor envia “1” para status ABERTO e “0” para status FECHADO.",
  "WELCOME_HELP_INTRO": "Bem vindo a TagoIO!",
  "WELCOME_HELP_DESCRIPTION": "Esta é uma demonstração gratuita do aplicativo Kickstarter da TagoIO, predefinido com dispositivos simulados, permitindo ao usuário navegar pela plataforma com experiência de usuário final. Este é um exemplo de aplicação, que funciona com dispositivos simulados. O objetivo é mostrar a você uma introdução aos recursos do aplicativo TagoIO para sua solução IoT.",
  "WELCOME_HELP_LEVELS": "A aplicação funciona com 3 níveis:",
  "WELCOME_HELP_ADMIN_ROLE": "Administrador da aplicação",
  "WELCOME_HELP_ADMIN_ROLE_DESC": "Essa função tem acesso total a todo o aplicativo e a todas as organizações dentro dele. Ele pode gerenciar planos e alterar os planos das organizações. É feito para o dono da aplicação utilizar sem acessar a conta do desenvolvedor.",
  "WELCOME_HELP_ORG_ADMIN_ROLE": "Administrador da Organização",
  "WELCOME_HELP_ORG_ADMIN_ROLE_DESC": "Você é um administrador da organização. Com esta função, você pode acessar apenas sua organização, adicionar sensores, agrupar os sensores, gerenciar usuários, alertas e relatórios.",
  "WELCOME_HELP_END_USER_ROLE": "Usuário final",
  "WELCOME_HELP_END_USER_ROLE_DESC": "O usuário final é uma função somente visualização, que não tem acesso de gravação a nenhum dos recursos do aplicativo. Com esta função, o usuário pode visualizar detalhes dos sensores, agrupamentos e alertas, mas não pode criar, editar ou excluí-los.",
  "WELCOME_HELP_PLAN": "Planos",
  "WELCOME_HELP_CURRENT_PLAN": "Seu plano atual é: Prata.",
  "WELCOME_HELP_PLAN_DESC": "Silver é apenas um exemplo, você pode ter quantos planos precisar e também alterar os nomes. Com este plano, você pode adicionar até 5 sensores ao seu aplicativo e acionar 5 alertas de e-mail e SMS. Não há limites para alertas de notificação push.",
  "WELCOME_HELP_DEMO_USAGE": "Como usar este DEMO",
  "WELCOME_HELP_IMPORT_APPLICATION_TITLE": "Como importar este aplicativo para minha conta?",
  "WELCOME_HELP_IMPORT_APPLICATION_LINK": "Você pode obter rapidamente o aplicativo em sua conta importando o aplicativo. Para acessar a ferramenta de importação: ",
  "WELCOME_HELP_IMPORT_APPLICATION_GITHUB": "Para obter mais detalhes ou outros métodos de importação, verifique o repositório do projeto no GitHub: ",
  "WELCOME_HELP_FIRST_STEP": "A primeira etapa que você precisa realizar é acessar**Sensores**e criar seu primeiro sensor. Você pode escolher qualquer um dos simuladores que temos disponíveis. Assim que o sensor for criado, ele começará a enviar dados nos próximos 15 minutos. Em seguida, você pode criar e adicionar o sensor a um grupo. Sensores agrupados têm recursos adicionais, como a capacidade de adicionar a uma planta baixa e vê-la em visualização de mapa agrupado, para sensores que enviam dados de geolocalização.",
  "WELCOME_HELP_FEATURES_TITLE": "Recursos",
  "WELCOME_HELP_FEATURES_DESC": "No aplicativo Kickstarter, você poderá usar os seguintes recursos:",
  "WELCOME_HELP_ORG_MANAGEMENT": "**Gestão da organização**",
  "WELCOME_HELP_ORG_MANAGEMENT_DESC": "Com um usuário administrador do aplicativo, você poderá criar e gerenciar diferentes organizações, cada uma com seus próprios sensores, usuários e alertas.",
  "WELCOME_HELP_DEVICE_MANAGEMENT": "**Gerenciamento de dispositivo**",
  "WELCOME_HELP_DEVICE_MANAGEMENT_DESC": "Você poderá criar e dar acesso aos seus clientes para a criação de sensores dentro do aplicativo.",
  "WELCOME_HELP_USER_MANAGEMENT": "**Gerenciamento de usuários**",
  "WELCOME_HELP_USER_MANAGEMENT_DESC": "Cada organização pode ter vários usuários, sendo um Administrador da Organização ou um Convidado com diferentes níveis de acesso.",
  "WELCOME_HELP_ALERT_MANAGEMENT": "**Gerenciamento de alerta**",
  "WELCOME_HELP_ALERT_MANAGEMENT_DESC": "Os usuários podem criar alertas na organização para cada dispositivo ou grupo de dispositivos.",
  "WELCOME_HELP_SCHEDULED_REPORTS": "**Relatórios programados**",
  "WELCOME_HELP_SCHEDULED_REPORTS_DESC": "Os usuários podem configurar relatórios agendados na Organização para serem enviados para seus e-mails.",
  "WELCOME_HELP_PLAN_MANAGEMENT": "**Gestão do Plano**",
  "WELCOME_HELP_PLAN_MANAGEMENT_DESC": "Um administrador de aplicativo pode criar planos e definir limites de retenção de SMS, e-mail e dados para cada organização.",
  "WELCOME_HELP_PIN_MARKER_SUPPORT": "**Suporte para marcador de pinos**",
  "WELCOME_HELP_PIN_MARKER_SUPPORT_DESC": "É possível localizar um sensor em um arquivo de imagem usando Grupos.",
  "WELCOME_HELP_TRACKING_SUPPORT": "**Suporte de rastreamento**",
  "WELCOME_HELP_TRACKING_SUPPORT_DESC": "Se o sensor puder enviar geolocalização, ele atualizará a localização do sensor em um Mapa dentro dos Grupos."
}
